{
  "CriteriaNames": {
    "1": "Does the token model correspond to the business model of the project? (Use Howey test in your answer if possible)",
    "2": "Can there be legal consequences of the token issue prior to tokens' use in the system?",
    "3": "Are the countries whose citizens cannot participate in the ICO listed correctly?",
    "4": "Does the project need to conduct a KYC? If yes, evaluate if the procedure chosen by the project is correct",
    "5": "Evaluate the choice of the country of incorporation, check the incorporation documents",
    "6": "Are any other operational licenses necessary?",
    "7": "Assess the Token sale agreement and write your comments",
    "8": "Assess the Legal Opinion agreement and write your comments",
    "9": "Assess the Agreement of risk assessment and write your comments",
    "10": "Assess the Terms and Conditions and write your comments",
    "11": "Assess the consequences of the promises made about profitability/token value growth",
    "12": "Assess legal consequences of the marketing activity conducted in countries where limitations exist",
    "13": "Assess legal consequences of the promise to list the token at exchanges",

    "14": "Are these people really who they say they are?",
    "15": "Are these people really advisors of the project?",
    "16": "Do these advisors have negative ICO experience?",
    "17": "Assess advisors' level of engagement in the project",
    "18": "Are core team members' experience and qualifications verifiable?",
    "19": "Is it possible to verify the team's experience in other ICOs?",
    "20": "Have team members participated in any ICO frauds?",
    "21": "Does the team have enough experience to realize the project?",
    "22": "Are all key competences present in the team?",
    "23": "Check and assess the fundraising experience",
    "24": "Are any key competences outsourced?",

    "25": "Is the blockchain chosen correctly, is it performant enough for the needs of the project? If not, which blockchain would fit better?",
    "26": "Does the MVP source code on GitHub correspond to the current version of the system?",
    "27": "Is there a technical description of the algorithm or future system as a whole? If yes, assess how this info corresponds to the project's stated goal.<br/>E.g.:<br/>- if the project is developed on Ethereum and the token source code is present, do the code and token functions correspond to the model described in the WP?<br/>- if a description of the algorithms is provided, is it relevant and do the algorithms correspond to the project's state objectives?",
    "28": "Does the team  have sufficient technical experience to realize the task?",

    "29": "Is the problem really pressing and relevant?",
    "30": "Is blockchain really needed to solve the issue efficiently?",
    "31": "Evaluate the business model",
    "32": "Evaluate the financial model",
    "33": "Assess the financing structure and how it will influence fundraising participants",
    "34": "Evaluate the uniqueness of the proposed technology",
    "35": "Evaluate the roadmap for the product - is the timeframe realistic? Does it correlates with the premises of the financial model?",
    "36": "Is outsourcing justified?",
    "37": "Evaluate MVP cost and time spent on its development",
    "38": "Analyze the value of the token for buyers",
    "39": "Evaluate token value growth factors",
    "40": "Can the system function without a token?",
    "41": "Could the token be replaced by ETH?",
    "42": "Is the limited/unlimited character of the emission justified?",
    "43": "Does the maximum number of tokens correspond to the crowdsale terms and conditions, token distribution plan, and token price?",
    "44": "Evaluate the transparency of the fundraising process",
    "45": "Is the fundraising target relevant to the objective?",
    "46": "Analyze and assess the raised funds allocation plan",
    "47": "Analyze and asses the token distribution plan",
    "48": "Analyze and assess crowdsale bonuses and discounts and their possible consequences",

    "49": "Asses the project's activity in the social media and on the Internet",
    "50": "Evaluate the marketing plan",
    "51": "Assess if the target market, its value and potential are determined correctly",
    "52": "Assess if the target audience, its value and potential are determined correctly",
    "53": "Assess the business model",
    "54": "Evaluate the product development plan and its influence on the financial results of the company",
    "55": "Evaluate how relevant and justified the issue is",
    "56": "Evaluate the value proposition for clients",
    "57": "Evaluate how interested the target audience is in the product",
    "58": "Verify the information about the existence of real users of the product",
    "59": "Assess the level of competition and the main players that use DLT",
    "60": "Assess the level of competition and the main players that do not use DLT",
    "61": "Evaluate the information about the product's strengths and provide comments on their relevance",
    "62": "Evaluate the information about the product's weaknesses and provide comments on their relevance",
    "63": "Evaluate the information about the potential opportunities for the product and comment on its relevance",
    "64": "Evaluate the information about the potential risks/threats to the product and comment on its relevance",
    "65": "Evaluate the importance of the advantages provided by blockchain to the product",
    "66": "Evaluate the uniqueness of the technology and how it influences the product strategy",
    "67": "Assess the fundraising terms & conditions and their influence on the project results",
    "68": "Assess the benefits provided by the tokens to their holders"
  },
  "CriteriaOptionDescriptions": {
    "1.0": "if the project has chosen a utility token but it's a security token; or a security token is chosen but main licenses are missing",
    "1.1": "if the project has chosen a utility token but the token has characteristics of a security; or a security token is chosen but some licenses are missing",
    "1.2": "if the project has chosen a utility token and the token is 100% utility; or a security token is chosen and it is actually a utility or all licenses required for a security token are present",
    "2.0": "- high probability of legal consequences (describe which and why)",
    "2.1": "if you have critical comments - e.g., additions should be made in the WP (write what is missing and where)",
    "2.2": "if no legal consequences should be expected (explain why)",
    "3.0": "if some countries are included whose citizens are barred from participating in ICOs (list countries and name risks)",
    "3.1": "if the project plans to sell tokens in countries from the risk group (list countries and name risks)",
    "3.2": "if all countries whose citizens are barred from the ICO are listed correctly",
    "4.0": "if you have serious critical comments or if there is no KYC (write your comments)",
    "4.1": "if you have minor critical comments about the proposed solution (write your comments)",
    "4.2": "if project does not need to conduct a KYC (write why) or the proposed procedure is correct",
    "5.0": "if the country is chosen incorrectly (explain why)",
    "5.1": "if the country is chosen correctly but there are better options (white which ones are better and why)",
    "5.2": "if the country is chosen correctly (write why)",
    "6.0": "if main licenses are missing (explain which, why, and how they can be obtained)",
    "6.1": "if the project has the main licenses but some are missing (write which ones, why, and how they can be obtained)",
    "6.2": "if no additional licenses are necessary (write why) or all necessary licenses are present",
    "7.0": "if the document is missing or has serious flaws (write which and how they can be corrected)",
    "7.1": "if there minor flaws (explain which and how they can be corrected)",
    "7.2": "if you have no critical comments about the document",
    "8.0": "if the document is missing or has serious flaws (write which and how they can be corrected)",
    "8.1": "if there minor flaws (explain which and how they can be corrected)",
    "8.2": "if you have no critical comments about the document",
    "9.0": "if the document is missing or has serious flaws (write which and how they can be corrected)",
    "9.1": "if there minor flaws (explain which and how they can be corrected)",
    "9.2": "if you have no critical comments about the document",
    "10.0": "if the document is missing or has serious flaws (write which and how they can be corrected)",
    "10.1": "if there minor flaws (explain which and how they can be corrected)",
    "10.2": "if you have no critical comments about the document",
    "11.0": "if promises of revenue were made (write how it can influence the project and how to minimize the risk)",
    "11.2": "if no promises of revenue were made",
    "12.0": "if marketing activity was carried out (write how it can influence the project and how to minimize the risk)",
    "12.2": "if there were no marketing activity in such countries",
    "13.0": "if promises of listing were made (write how it can influence the project and how to minimize the risk)",
    "13.2": "if no promises of listing at exchanges were made",

    "14.0": "if one or more team members cannot be verified",
    "14.2": "if all members are verifiable",
    "15.0": "if one or more advisors deny their involvement",
    "15.1": "if some advisors ignore the query and it is impossible to verify if they really serve as advisors",
    "15.2": "if all advisors confirm their participation",
    "16.0": "if negative experience is present",
    "16.2": "if no negative experience is detected",
    "17.0": "if advisors are only pseudo-active",
    "17.1": "if some advisors are actively involved",
    "17.2": "if advisors are actively involved in the project",
    "18.0": "if unverifiable",
    "18.1": "if partly verifiable",
    "18.2": "if verifiable",
    "19.0": "if unverifiable",
    "19.1": "if partly verifiable",
    "19.2": "if verifiable",
    "20.0": "if at least one of them did",
    "20.2": "if they did not or you can't find information",
    "21.0": "if experience is insufficient",
    "21.1": "if doubts are present",
    "21.2": "if they  have enough experience",
    "22.0": "if any critical competences are absent",
    "22.1": "if non-critical competences are absent",
    "22.2": "if all key competences are present",
    "23.0": "if such experience is absent or non-verifiable",
    "23.2": "if team members have verifiable experience of attracting venture investment",
    "24.0": "if any critical competences are outsourced",
    "24.1": "if some non-critical competences are outsourced",
    "24.2": "if all key emplyees are team members",

    "25.0": "if the blockchain is chosen well (write why you think so)",
    "25.1": "if the blockchain is suitable for the moment but issues can arise as the project develops (which issues? which blockchain should be chosen in this case?)",
    "25.2": "if the blockchain is unsuitable for the project (write why)",
    "26.0": "if there is no MVP, or no code for it, or if the code does not correspond to the MVP",
    "26.1": "if source code is present but do not fully correspond to the MVP (why?)",
    "26.2": "if source code is present and correspond to the MVP",
    "27.0": "if there isn't or it does not correspond to the stated functionality (explain how and why)",
    "27.1": "if there is but some features are missing (write which ones and why)",
    "27.2": "if there is and it corresponds to the stated features",
    "28.0": "if experience is insufficient (write why)",
    "28.1": "if yes, but only if additional professionals are added to the team (write which and how many)",
    "28.2": "if yes - the project has a strong team with relevant experience",

    "29.0": "if the issue is not relevant (doesn't exist) or is already solved",
    "29.1": "if the issue is still relevant, but several untested solutions already exist",
    "29.2": "if the issue is already relevant or will become so soon",
    "30.0": "if blockchain only complicates the system",
    "30.1": "if blockchain is only used to make payments transparent",
    "30.2": "if blockchain really allows to solve the issue better",
    "31.0": "if the model is not viable (cannot reach stated objectives and desired results)",
    "31.1": "if the business model is insufficiently viable (can reach some but not all objectives and desired results)",
    "31.2": "if the business model is viable (that is, it can reach its objectives and desired results)",
    "32.0": "if a financial model is missing or calculations are superficial and uninformative",
    "32.1": "if the premises are flawed, but the calculations are correct",
    "32.2": "if the premises of the financial model are sensible and calculations are done correctly",
    "33.0": "if the financing structure is completely unbalanced or absent or if the influence on participants is high",
    "33.1": "if the financing structure is unbalanced, with moderate or above-average influence on participants",
    "33.2": "if the financing structure is balanced and influence on participants is negligeable",
    "34.0": "if no unique technology is proposed",
    "34.1": "if an existing technology is improved upon",
    "34.2": "if the technology is unique (new conceptual approach or tech)",
    "35.0": "if the roadmap is unrealistic or incomprehensible",
    "35.1": "if the roadmap is realistic and minimal conflicts with the financial model are present",
    "35.2": "if the product roadmap is realistic and corresponds to the financial model premises",
    "36.0": "if outsourcing is not justified",
    "36.1": "if outsourced competences are not critical but should ideally be part of the team",
    "36.2": "if the project does not use outsourcing or if its use is justified",
    "37.0": "if the time and money spent are too high or MVP does not exist",
    "37.2": "if the time and money spent correspond to the quality of the existing/future MVP",
    "38.0": "if value is absent or very low",
    "38.1": "if the value is not well formulated but the product has potential",
    "38.2": "if the token has intrinsic value",
    "39.0": "if drivers are absent or do not correspond to reality",
    "39.1": "if the list is insufficient and/or only some of the drivers correspond to reality",
    "39.2": "if the list is sufficient and realistic drivers are listed",
    "40.0": "if it can",
    "40.2": "if it cannot",
    "41.0": "if it could",
    "41.2": "if it couldn't",
    "42.0": "if the emission limitations are not justified",
    "42.2": "if the limited/unlimited character is justified",
    "43.0": "if the calculations are wrong (explain why)",
    "43.2": "if the calculations are correct (explain why)",
    "44.0": "if funds are raised directly through accounts on the site",
    "44.1": "if funds are raised via an unknown escrow",
    "44.2": "if funds are raised via a smart contract or well-known escrow",
    "45.0": "if the target is much higher than needed",
    "45.1": "if the target is somewhat higher than really needed",
    "45.2": "if the fundraising target is relevant to the idea",
    "46.0": "if the allocation system is unjustified or untransparent",
    "46.1": "if the allocation system is partially justified (presence of unexplained costs or untransparent allocation)",
    "46.2": "if the fund allocation system is transparent and justified",
    "47.0": "if the token distribution system is unjustified or untransparent",
    "47.1": "if the plan is partially justified (presence of undisclosed distribution participants or untransparent distribution)",
    "47.2": "if the token distribution plan is transparent and justified",
    "48.0": "- significant negative consequences for the project economics",
    "48.1": "- moderate negative consequences for the project economics",
    "48.2": "- no negative consequences or minor consequences",

    "49.0": "if the activity is low or absent",
    "49.1": "if the activity is moderate with few comments and a moderate engagement level",
    "49.2": "if the activity is high and includes a lot of comments and an active community",
    "50.0": "if the marketing plan is absent or is of a very low quality",
    "50.1": "if the marketing plan is generally realistic but has flaws (describe them)",
    "50.2": "if the marketing plan is transparent, clear, and realistic",
    "51.0": "if the target market choice is wrong",
    "51.1": "if the target market is chosen correctly, but its volume is wrong",
    "51.2": "if the target market is defined correctly and its volume is correct",
    "52.0": "if the target audience is not defined correctly",
    "52.1": "if the target audience is chosen correctly, but its potential is questionable (explain why)",
    "52.2": "if the target audience is chosen correctly and has a high potential (explain why)",
    "53.0": "if the model is not viable (cannot reach stated objectives and desired results)",
    "53.1": "if the business model is insufficiently viable (can reach some but not all objectives and desired results)",
    "53.2": "if the business model is viable (that is, it can reach its objectives and desired results)",
    "54.0": "if a plan is absent or does not correspond to the business and financial models at all",
    "54.1": "if the product plan has minor conflicts with the business and financial models",
    "54.2": "if the product development plan corresponds to the business and financial models",
    "55.0": "if the issue is not relevant (doesn't exist) or is already solved",
    "55.1": "if the issue is still relevant, but several untested solutions already exist",
    "55.2": "if the issue is already relevant or will become so soon",
    "56.0": "if a value proposition is absent",
    "56.1": "if the value proposition is not sufficiently clear",
    "56.2": "if the value proposition is clearly formulated",
    "57.0": "if the TA is not interested in the product",
    "57.1": "if it is impossible to evaluate the TA's interest",
    "57.2": "if the target audience has shown demand for the product and proof is provided (studies/market research)",
    "58.0": "if the project has fewer users than stated",
    "58.1": "if it is impossible to verify",
    "58.2": "if the project really has the stated number of real users or more",
    "59.0": "if competitors are not listed, or if those listed are not the major ones, or if those listed are not competitors at all",
    "59.1": "if competitors are listed correctly, but some major ones are missing from the list",
    "59.2": "if competitors are listed correctly or not listed and, in fact, there are none",
    "60.0": "if competitors are not listed, or if those listed are not the major ones, or if those listed are not competitors at all",
    "60.1": "if competitors are listed correctly, but some major ones are missing from the list",
    "60.2": "if competitors are listed correctly or not listed and, in fact, there are none",
    "61.0": "if the product does not possess the listed strengths or if they are not really strengths",
    "61.1": "if the stated strengths are only partially significant",
    "61.2": "if the stated strengths are really relevant and significant",
    "62.0": "if weaknesses are not listed or if major weaknesses are omitted",
    "62.1": "if not all weaknesses are listed",
    "62.2": "if the weaknesses are listed correctly",
    "63.0": "if the listed opportunities are irrelevant",
    "63.1": "if the listed opportunities are partially relevant",
    "63.2": "if the opportunities listed are relevant",
    "64.0": "if the listed risks and threats are irrelevant, or if more significant risks and threats exist",
    "64.1": "if some major risks/threats are omitted or if some of those listed are not relevant",
    "64.2": "if potential risks and threats are listed correctly and are relevant",
    "65.0": "if blockchain only complicates the system",
    "65.1": "if blockchain is only used to make payments transparent",
    "65.2": "if blockchain really allows to solve the issue better",
    "66.0": "if no unique technology is proposed",
    "66.1": "if an existing technology is improved upon",
    "66.2": "if the technology is unique (new conceptual approach or tech)",
    "67.0": "if the target is much higher than needed",
    "67.1": "if the target is somewhat higher than really needed",
    "67.2": "if the fundraising target is relevant to the idea",
    "68.0": "if the token provides no benefit to its holder",
    "68.1": "if the token gives an indirect benefit to its holder upon a set of conditions",
    "68.2": "if the explanation is clear and rational and the token provides an obvious benefit"
  },
  "CriteriaGroups": {
    "Token": "Token",
    "CompanyAndTokenSale": "Company and tokensale",
    "Documents": "Documents",
    "Marketing": "Marketing",
    "Review": "Review",
    "Team": "Team",
    "AdvisoryBoard": "Advisory board",
    "Tech": "Tech part",
    "Ico": "ICO",
    "Product": "Product",
    "Project": "Project"
  }
}
